Repository: alidoom2010/unblockDoom
Catalog: unblock/lang/lang_*.resx
Languages: ar

source: All Done
ar: تم

source: Connected
ar: متصل

source: Connecting...
ar: جار الإتصال...

source: Disconnected
ar: تم قطع الإتصال

# err_1
source: System Error, We Can't Run Program
ar: هناك خطأ في النظام , لايمكن تشغيل البرنامج

# err_10
source: Connection Error, We try 4 times!
ar: خطأ في الإتصال, بعد 4 محاولات

# err_11
source: Cannot Determine if Your IP changed, Maybe your connection is too slow. You Can Check it Manualy, if it's Not changed so try to Disconnect then Search and Connect Again
ar: لايمكننا التأكد من أن عنوانك قد تغير, ربما اتصالك الانترنت بطيء , بإمكانك التأكد يدوياً, إذا اكتشفت انه لم يتغير , فقط اقطع الاتصال وابحث مجدداً ثم اتصل

# err_12
source: No or Slow Internet Connection!!
ar: لا يوجد اتصال بالانترنت أو انه بطيء

# err_2
source: Please Try Again
ar: الرجاء اعادة المحاولة

# err_3
source: No Internet Connection, Try Again (Check Setting>Proxy)
ar: الرجاء التأكد من وجود اتصال انترنت لديك وأعد المحاولة (تأكد من الاعدادات -< البروكسي)

# err_4
source: We Can't Connect, Please Try Again
ar: تعذر انشاء إتصال , الرجاء المحاولة لاحقاً

# err_5
source: Can't Connect, Re-Search and Try Again
ar: تعذر الإتصال ابحث مجدداً ثم أعد المحاولة

# err_6
source: Can't Disconnect
ar: تعذر قطع الإتصال

# err_7
source: Please Fill All Fields
ar: الرجاء ملئ الحقول المطلوبة

# err_8
source: Can't Save, There is Some Error :(
ar: لايمكن الحفظ هناك خطأ ما

# err_9
source: Can't Retrive Settings
ar: لايمكن جلب الاعدادات

# get_ip
source: Getting IP
ar: جار جلب العنوان

# ins_drv
source: Installing New vLan Driver
ar: جار اعادة تثبيت التعاريف

source: new IP:
ar: العنوان الجديد:

source: Password
ar: كلمة السر

source: Port
ar: المنفذ

# prepare
source: Preparing Files
ar: جار تجهيز الملفات

source: Proxy
ar: البروكسي

source: Ready :)
ar: جاهز للإتصال

source: real IP:
ar: العنوان الحقيقي:

# rem_drv
source: Removing vLan Driver
ar: جار إزالة التعاريف

source: Saved
ar: تم الحفظ

source: Server Score:
ar: قوة السيرفر:

# server_search
source: Searching...
ar: جاري البحث عن سيرفر...

# stopped
source: Operation Stopped
ar: تم ايقاف الطلب

source: Username
ar: اسم المستخدم
